Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.3ee9c2228273
source: 頭から踵まで一直線を保ち、腰が落ちないように姿勢を維持する。
ar_sa: حافظ على وضعيتك من خلال الحفاظ على خط مستقيم من رأسك إلى كعبك وعدم ترك الوركين يسقطان.
ca: Mantingueu la vostra postura mantenint una línia recta des del cap fins als talons i no deixant caure els malucs.
cs: Udržujte rovou pozici od hlavy až k patám a udržujte správnou polohu, aby se neprohýbaly záda.
da: Hold en lige position fra hoved til tå, og opret din holdning for at undgå at falde sammen.
de_de: Halten Sie eine gerade Linie vom Kopf bis zum Fuß und achten Sie darauf, dass der Rücken nicht nach hinten sinkt.
el: Διατηρήστε ευθεία τη θέση από το κεφάλι μέχρι τα πέλματα, διατηρώντας την στάση σας για να μην καταρρεύσει η μέση.
en_au: Maintain a straight line from head to toe, and keep your posture upright to prevent slouching.
es_es: Mantén la línea desde la cabeza hasta los talones, manteniendo una postura que evite que la espalda se curve.
fi: Pidä vartalosta aina päästä varpaisiin suora linja, ja säilytä ryhti, jotta vatsa ei lammekoon.
fr_ca: Maintenez une posture droite, du sommet de la tête aux talons, en maintenant votre dos droit.
gu: માથાથી પગ સુધી સીધી રેખા જાળવી રાખો, જેથી પીઠ ન પડે તે માટે યોગ્ય સ્થિતિ જાળવો.
he: שמרו על קו ישר מהראש ועד העקב, ושמרו על עמידה כדי למנוע נפילה של הגב.
hi: सिर से पैर तक सीधा रखें, और सुनिश्चित करें कि आपकी पीठ सीधी रहे।
hr: Držite tijelo u ravnoj liniji od glave do pete, održavajući položaj kako biste izbjegli napetost u leđima.
hu: Tartsa a testet egyenesen, és ügyeljen arra, hogy a hátja ne dőljön.
id: Menjaga posisi dari kepala hingga tumit, sambil mempertahankan postur agar punggung tidak melengkung.
it: Mantenere la postura da testa ai piedi, mantenendo la schiena dritta.
ko: 머리부터 발끝까지 일직선을 유지하며, 허리가 처지지 않도록 자세를 유지합니다.
mr: डोक्यापासून पायापर्यंत सरळ रेषेत ठेवा, ज्यामुळे कंबर खाली जाणार नाही याची काळजी घ्या.
ms: Pastikan badan dalam keadaan tegak, sambil mengekalkan postur untuk mengelakkan punggung bungkuk.
nl_nl: Houd een rechte lijn van hoofd tot hak, en zorg ervoor dat je rug niet buigt.
no: Hold en rett linje fra hode til tå, og oppretthold stillingen for å unngå at korsryggen bøyes.
pl: Utrzymuj proste ułożenie ciała od głowy do stóp, dbając o to, aby plecy nie opadały.
pt_br: Mantenha a postura reta, da cabeça aos pés, e mantenha a coluna ereta.
pt_pt: Mantenha a postura reta, da cabeça aos pés, e mantenha a coluna ereta.
ro: Mențineți o poziție dreaptă, de la cap până în picioare, pentru a evita căderea spatelui.
ru: Поддерживайте прямую линию от головы до пят, сохраняя правильную осанку, чтобы не проваливаться в пояс.
sk: Udržujte rovú postoj od hlavy až po päty, aby ste si zachovali správnu polohu chrbta.
sl: Udržite ravno držo od glave do pet, ter ohranjte pravilno postavo telesa.
sv: Håll kroppen i rak linje från huvud till tå, och bibehåll en hållning som förhindrar att ryggen sjunker ihop.
ta: தலை முதல் கால் வரை நேராக வைத்து, முதுகை வளைக்காமல் இருக்க சரியான நிலையில் இருக்கவும்.
te: తల నుండి కాలి వరకు ఒక సరళ రేఖను కొనసాగించండి, వెన్నుపూసను నిటారుగా ఉంచండి.
th: รักษาท่าทางให้ตรงจากศีรษะจรดปลายเท้า และพยุงหลังไม่ให้หงึกหงึก
tr: Başınızdan topuklarınıza doğru, belinizin düşmemesi için pozisyonunuzu koruyun.
uk: Підтримуйте пряму лінію від голови до п'ят, зберігаючи правильну поставу, щоб поперек не опускався.
vi: Giữ thẳng từ đầu đến bàn chân, duy trì tư thế để tránh lưng gập.
zh_hans: 保持头部到脚部的直线，并维持姿势以防止腰部下沉
zh_hant: 保持頭到腳的一條線，並維持姿勢以防止腰部下垂。

# domain_catalog.3fe0220dd26a
source: 無理なく落とし、戻りにくい習慣を作る
ar_sa: اخسرها دون عناء واخلق عادات يصعب العودة إليها.
ca: Perdre-ho sense esforç i crear hàbits als quals és difícil tornar.
cs: Vytvořte si návyky, které se snadno sníží a je obtížné je vrátit.
da: Skab vaner, der er nemme at reducere, men svære at vende tilbage til
de_de: Schaffen Sie Gewohnheiten, die leicht reduziert werden können und schwer wiederhergestellt werden
el: Δημιουργήστε συνήθειες που είναι εύκολες στην εγκατάλειψη, αλλά δύσκολες στην επαναφορά.
en_au: Create habits that are easy to reduce and difficult to revert.
es_es: Crea hábitos que sean fáciles de romper, pero difíciles de recuperar.
fi: Luo vaivaton tapa, jota on vaikea muuttaa
fr_ca: Créez des habitudes que vous pouvez facilement abandonner, mais pas facilement reprendre.
gu: અન્યથા, સરળતાથી ઘટાડી શકાય તેવા અને પાછું મેળવવાનું મુશ્કેલ હોય તેવી આદતો બનાવો
he: ליצור הרגלים שקל לשנות, ולא קשה לחזור אליהם.
hi: बिना किसी परेशानी के आदतें बनाएं जिन्हें वापस करना मुश्किल हो
hr: Stvorite navike koje su lako uklonjive, ali ne i vratne
hu: Akár lehet, könnyen kivontatható szokásokat hozzunk létre
id: Buat kebiasaan yang sulit untuk dihilangkan
it: Crea abitudini che puoi ridurre senza difficoltà, rendendole difficili da ripristinare.
ko: 무리 없이 습관을 만들고, 되돌리기 어려워지는 것
mr: सोप्या पद्धतीने सवयी कमी करा, ज्या परत आणणे कठीण असतील
ms: Cipta tabiat yang sukar untuk diubah
nl_nl: Creëer gewoonten die je gemakkelijk kunt verminderen en terugdraaien
no: Skap vaner som er enkle å redusere, men vanskelige å gjenoppta
pl: Stwórz nawyk, który łatwo się redukuje i trudno go odwrócić.
pt_br: Crie hábitos que sejam fáceis de abandonar, mas difíceis de recuperar.
pt_pt: Crie hábitos que sejam fáceis de abandonar, mas difíceis de recuperar.
ro: Creează obiceiuri ușor de abandonat, care nu te vor împiedica să slăbești.
ru: Создайте привычку, которую легко отменить
sk: Vytvorte si zvyk, ktorý je ľahko odstraňiteľný a ťažko obnoviteľný.
sl: Ustvarite navade, ki jih je enostavno zmanjšati in ne vračajo se
sv: Skapa vanor som är lätta att bryta, men svåra att återgå till
ta: எளிதில் குறைத்து, மீண்டும் பெற கடினமான பழக்கங்களை தவிர்க்கவும்.
te: సులభంగా తగ్గించి, తిరిగి పొందడం కష్టమయ్యే అలవాట్లను సృష్టించండి
th: สร้างนิสัยที่ไม่สามารถลดได้ง่าย
tr: Kolayca azaltıp, geri alınması zor alışkanlıklar oluşturmayın
uk: Створюйте звичку, яку легко зменшити, але важко повернути
vi: Tạo ra những thói quen mà bạn có thể bỏ qua một cách dễ dàng và khó thay đổi
zh_hans: 在不费力的情况下，养成难以改变的习惯
zh_hant: 創造一種不易改變的習慣，讓你可以輕鬆地減少

# domain_catalog.4280d342ea70
source: グルートブリッジ
ar_sa: جسر جروت
ca: pont groot
cs: Glute bridge
da: Glute Bridge
de_de: Glute Bridge
el: Γέφυρα γλουτών
en_au: Glute bridge
es_es: Puente de glúteos
fi: Reiden yli -liike
fr_ca: Pont fessier
gu: ગ્લુટ બ્રિજ
he: גלוט ברידג'
hi: ग्लूट ब्रिज
hr: Glute bridge
hu: Glute bridge
id: Glute Bridge
it: Glute Bridge
ko: 글루트 브릿지
mr: ग्लोट ब्रिज
ms: Glute Bridge
nl_nl: Glute bridge
no: Glute bridge
pl: Podciąganie nóg
pt_br: Ponte glútea
pt_pt: Ponte glútea
ro: Glute Bridge
ru: "Мостик с опорой на коленях"
sk: Glute bridge
sl: Glute Bridge
sv: Glute bridge
ta: கிளூட் புட்ஜ்
te: గ్రుట్ బ్రిడ్జ్
th: Glute Bridge
tr: Glute köprü
uk: Глутковий міст
vi: Nhấc mông
zh_hans: 臀桥
zh_hant: 臀桥

# domain_catalog.42ad467d3e9d
source: たんぱく質があと約{{value1}}gです
ar_sa: بقي فقط حوالي {{value1}}g من البروتين
ca: Només queda uns {{value1}}g de proteïna
cs: Zbývá přibližně {{value1}} g bílkovin.
da: Der er ca. {{value1}}g protein tilbage
de_de: Es sind noch etwa {{value1}}g Protein verfügbar.
el: Έχετε περίπου {{value1}}g πρωτεΐνης
en_au: There are approximately {{value1}}g of protein remaining
es_es: Quedan aproximadamente {{value1}} g de proteínas
fi: Sinulla on vielä noin {{value1}} g proteiinia
fr_ca: Il reste environ {{value1}} g de protéines.
gu: પ્રોટીન હજુ પણ આશરે {{value1}} ગ્રામ છે
he: יש עוד כ-{{value1}} גרם חלבון
hi: प्रोटीन की मात्रा लगभग {{value1}} ग्राम है
hr: Imate još oko {{value1}} g proteina
hu: A fehérjefogyasztás még {{value1}} g-re van szükség.
id: Sisa protein sekitar {{value1}}g
it: Sono presenti circa {{value1}} grammi di proteine
ko: 남은 단백질은 약 {{value1}}g입니다
mr: प्रथिनांची गरज अजून {{value1}} ग्रॅम आहे
ms: Sekitar {{value1}}g protein lagi
nl_nl: Je hebt nog ongeveer {{value1}} gram eiwitten nodig.
no: Det gjenstår ca. {{value1}}g protein
pl: Pozostało około {{value1}} g białka
pt_br: Faltam aproximadamente {{value1}}g de proteína
pt_pt: Faltam aproximadamente {{value1}}g de proteína
ro: Mai sunt aproximativ {{value1}}g de proteine
ru: Осталось примерно {{value1}} г белка
sk: Zostáva vám približne {{value1}} g bielkovín
sl: Ostanek beljakovin znaša približno {{value1}} g
sv: Du har cirka {{value1}} g protein kvar
ta: உடலில் இன்னும் {{value1}} கிராம் புரதம் தேவை
te: ప్రోటీన్ ఇంకా సుమారు {{value1}}g అవసరం
th: เหลือโปรตีนอีกประมาณ {{value1}} กรัม
tr: Kalan protein miktarı yaklaşık {{value1}} g
uk: Залишилося приблизно {{value1}} г білка.
vi: Còn khoảng {{value1}}g protein
zh_hans: 蛋白质剩余约{{value1}}克
zh_hant: 剩餘約{{value1}}克的蛋白質

# domain_catalog.4305a22657cf
source: 研究論文
ar_sa: ورقة بحثية
ca: treball de recerca
cs: Výzkumné články
da: Forskningsartikler
de_de: Forschungspublikation
el: Ερευνητικές εργασίες
en_au: Research paper
es_es: Artículo científico
fi: Tutkimusartikkelit
fr_ca: Articles scientifiques
gu: સંશોધન પત્ર
he: מאמר מחקר
hi: शोध पत्र
hr: Istraživačke članci
hu: Tudományos kutatások
id: Artikel penelitian
it: Articoli scientifici
ko: 연구 논문
mr: संशोधन पेपर
ms: Artikel kajian
nl_nl: Onderzoekspublicaties
no: Forskningsartikler
pl: Artykuł naukowy
pt_br: Artigos científicos
pt_pt: Artigos científicos
ro: Articole științifice
ru: Научная статья
sk: Vedecké štúdie
sl: Raziskovalni članki
sv: Forskningsartiklar
ta: ஆராய்ச்சி கட்டுரை
te: పరిశోధనా పత్రాలు
th: บทความวิจัย
tr: Araştırma makaleleri
uk: Наукові статті
vi: Nghiên cứu khoa học
zh_hans: 研究论文

# domain_catalog.433fc347a506
source: 今のペースを維持
ar_sa: الحفاظ على الوتيرة الحالية
ca: mantenir el ritme actual
cs: Udržujte současný tempo.
da: Oprethold dit nuværende tempo
de_de: Den aktuellen Rhythmus beibehalten.
el: Διατηρήστε τον τρέχοντα ρυθμό.
en_au: Maintain your current pace.
es_es: Mantener el ritmo actual.
fi: Pidä nykyistä vauhtia yllä.
fr_ca: Maintenir le rythme actuel.
gu: હાલનો દર જાળવી રાખો.
he: יש לשמור על הקצב הנוכחי.
hi: वर्तमान गति बनाए रखें।
hr: Nastavite s trenutnim tempom.
hu: Tartsa meg az eddigi tempót.
id: Mempertahankan kecepatan saat ini
it: Mantenere il ritmo attuale.
ko: 현재 속도를 유지하기
mr: सध्याची गती कायम ठेवा.
ms: Mempertahankan kelajuan semasa
nl_nl: Houd dit tempo aan.
no: Oppretthold den nåværende intensiteten.
pl: Utrzymuj obecny poziom aktywności.
pt_br: Mantenha o ritmo atual.
pt_pt: Mantenha o ritmo atual.
ro: Mențineți ritmul actual.
ru: Поддерживайте текущий темп.
sk: Udržujte aktučný tempo.
sl: Ohranjajte trenutno hitrost
sv: Bibehåll samma tempo.
ta: தற்போதைய வேகத்தை பராமரிக்கவும்.
te: ప్రస్తుత వేగాన్ని కొనసాగించండి.
th: รักษาอัตราการออกกำลังกายเดิม
tr: Mevcut hızınızı koruyun.
uk: Підтримуйте поточний темп.
vi: Duy trì nhịp độ hiện tại
zh_hans: 保持目前的进度
zh_hant: 維持目前的進度

# domain_catalog.43c77f1d88bf
source: スタンディングカーフレイズ
ar_sa: يرفع العجل واقفاً
ca: puja de vedell dempeus
cs: Výpony na stojáco
da: Stående calf raises
de_de: Stehende Wadenheben
el: Άρσεις ποδιών σε όρθια θέση
en_au: Standing calf raises
es_es: Elevaciones de pantorrilla en pie
fi: Seisomakyykky
fr_ca: Gainage des mollets en position debout
gu: સ્ટેન્ડિંગ કેફલરાઇઝ
he: הרמת רגל בעמידה
hi: स्टैंडिंग काफ रेज़
hr: Stojni calf raises
hu: Nyílt helyen végzett bութizom-fejlesztés
id: Standing Calf Raises
it: Alzate sulle dita dei piedi in posizione eretta
ko: 서서 발꿈치 들기
mr: स्टँडिंग काफ रेज
ms: Standing Calf Raises
nl_nl: Staande calf raises
no: Stående leggerhev
pl: Przysiady na stojąco z akcentem na pośladki
pt_br: Elevação de panturrilha em pé
pt_pt: Elevação de panturrilha em pé
ro: Ridicări pentru gambe în picioare
ru: Подъемы на носки стоя
sk: Výskovy s vlastnou váhou
sl: Stojni dvig členkov
sv: Stående vadpress
ta: ஸ்டாண்டிங் கர்ஃப் ரெயிஸ்
te: స్టాండింగ్ కర్‌ఫ్రెయిజ్‌లు
th: การยกขาทั้งสองข้างขึ้น
tr: Ayakta kalırken bacakları yukarı kaldırmak
uk: Підйоми на носки стоячи
vi: Squat
zh_hans: 站姿小腿抬高
zh_hant: 站姿小腿抬高

# domain_catalog.43f8bf1ae07a
source: 疲労を見て負荷を調整
ar_sa: ضبط الحمل على أساس التعب
ca: Ajustar la càrrega en funció de la fatiga
cs: Upravte zátěž podle úrovně únavy.
da: Juster belastningen baseret på din træthed
de_de: Anpassung der Belastung anhand des Erschöpfungsgrades
el: Ρυθμίστε το επίπεδο έντασης με βάση την κόπωση.
en_au: Adjust the intensity based on your level of fatigue
es_es: Monitoree y ajuste la intensidad según el nivel de fatiga.
fi: Säädä kuormaa väsymyksen perusteella
fr_ca: Ajustez la charge en fonction de votre niveau de fatigue.
gu: થાકને જોઇને, ભારને સમાયોજિત કરો.
he: להתאים את העומס בהתאם לרמת העייפות
hi: थकान देखकर लोड को समायोजित करें।
hr: Pratite umor i prilagodite opterećenje.
hu: A fáradtság alapján szabályozzuk a terhelést.
id: Menyesuaikan beban berdasarkan tingkat kelelahan.
it: Regolare il carico in base all'affaticamento
ko: 피로를 확인하여 부하를 조절
mr: थकव्यानुसार व्यायामाची तीव्रता कमी-जास्त करा.
ms: Menyesuaikan beban berdasarkan tahap keletihan
nl_nl: Pas de intensiteit aan op basis van je vermoeidheidsniveau.
no: Juster belastningen basert på tretthetsnivå
pl: Dostosuj obciążenie w oparciu o poziom zmęczenia.
pt_br: Ajuste a intensidade com base na sua sensação de fadiga.
pt_pt: Ajuste a intensidade com base na sua sensação de fadiga.
ro: Ajustarea sarcinii pe baza nivelului de oboseală
ru: Определяйте уровень усталости и корректируйте нагрузку.
sk: Upravte zaťaženie podľa úrovne únavy.
sl: Uporabite utrujenost za prilagoditev obremenitve.
sv: Justera belastningen baserat på din trötthetsnivå.
ta: சோர்வின் அளவை வைத்து, உடற்பயிற்சியின் அளவை சரி செய்யுங்கள்.
te: శారీరక శ్రమను బట్టి, వ్యాయామ తీవ్రతను సర్దుబాటు చేయండి.
th: ปรับระดับความเข้มข้นตามระดับความเหนื่อยล้า
tr: Yorgunluğu göz önünde bulundurarak yükü ayarlayın
uk: Регулюйте навантаження відповідно до рівня втоми.
vi: Điều chỉnh cường độ tập dựa trên mức độ mệt mỏi
zh_hans: 根据疲劳程度调整强度
zh_hant: 根據疲勞程度調整負荷

# domain_catalog.44071b6aba40
source: ダンベルカール
ar_sa: تجعيد الدمبل
ca: rínxols amb manuelles
cs: Cvik s činkami – biceps curl
da: Håndvægt curl
de_de: Kurzhantel-Curls
el: Κάμψεις με δίσκο
en_au: Dumbbell curl
es_es: Curl con mancuerna
fi: Kahvalehdostus
fr_ca: Curl avec haltère
gu: ડમ્બેલ કારલ
he: כפיים עם משקולת
hi: डम्बल कर्ल
hr: Dumbbell curl
hu: Ellógató karmozás
id: Dumbbell Curl
it: Curl con manubri
ko: 덤벨 컬
mr: डंबल कर्ल
ms: Dumbbell Curl
nl_nl: Kettlebell curl
no: Vektstangcurls
pl: Ćwiczenie z hantlem – curl
pt_br: Rosca com haltere
pt_pt: Rosca com haltere
ro: Cârlig cu gantere
ru: Сгибания рук с гантелями
sk: Rúbkové cviky pre biceps
sl: Žogični venc
sv: Hantelcurls
ta: டம்பல் கார்ல்
te: డంబెల్ కార్ల్
th: ดัมเบลคาร์ล
tr: Dambıl bükme
uk: Підйом гантелей на біцепс
vi: Cuốn tay với tạ
zh_hans: 哑铃弯举
zh_hant: 啞鈴彎舉

# domain_catalog.4444cbea1c84
source: 今日の栄養目安に近づいています
ar_sa: الاقتراب من المبادئ التوجيهية الغذائية اليوم
ca: Apropant-nos a les pautes nutricionals actuals
cs: Přibližujete se doporučenému množství živin pro dnešek.
da: Du er tæt på at nå dagens anbefalede kalorieindtag
de_de: Näher an den empfohlenen Nährwerten für heute.
el: Προσεγγίζετε τις ημερήσιες διατροφικές σας ανάγκες.
en_au: You are getting closer to your daily nutrition goals.
es_es: Se acerca al objetivo de nutrición diario.
fi: Olet lähellä päivittäisten ravintotarpeiden suosituksia.
fr_ca: On se rapproche des recommandations nutritionnelles pour aujourd'hui.
gu: આજના પોષણના માપદંડોની નજીક આવી રહ્યા છીએ.
he: מתקרבים להמלצות התזונה היומיות.
hi: आज के पोषण लक्ष्यों की ओर बढ़ रहे हैं।
hr: Priključujete se preporučenoj dnevnoj količini hranjivih tvari.
hu: Közelebbi követi a mai táplálkozási célokat.
id: Sedang mendekati rekomendasi nutrisi hari ini
it: Si sta avvicinando all'apporto nutrizionale giornaliero raccomandato.
ko: 오늘의 영양 권장량에 근접하고 있습니다
mr: आजच्या पोषण मार्गदर्शक तत्त्वांच्या जवळ पोहोचत आहे.
ms: Anda hampir mencapai keperluan nutrisi hari ini
nl_nl: Je komt steeds dichter bij de aanbevolen dagelijkse hoeveelheden.
no: Du nærmer deg anbefalt daglig inntak.
pl: Zbliżasz się do zalecanych dziennych wartości odżywczych.
pt_br: Você está se aproximando das recomendações nutricionais diárias.
pt_pt: Você está se aproximando das recomendações nutricionais diárias.
ro: Vă apropiați de recomandările nutriționale pentru ziua de azi.
ru: Вы приближаетесь к рекомендуемой норме потребления питательных веществ на сегодня.
sk: Dosahujete svoje denné nutričné odporúčania.
sl: Prihajate k priporočljivemu dnevnem vnosu prehrane
sv: Närmar dig rekommenderad näring för dagen.
ta: இன்றைய ஊட்டச்சத்து அளவை நெருங்கி வருகிறோம்.
te: ఈరోజు పోషకాహార మార్గదర్శకాలకు దగ్గరవుతున్నాము.
th: ใกล้เคียงกับปริมาณสารอาหารที่แนะนำสำหรับวันนี้
tr: Günlük beslenme hedefinize yaklaşıyorsunuz.
uk: Ви наближаєтесь до рекомендованої кількості поживних речовин на день.
vi: Đang tiến gần đến lượng dinh dưỡng hàng ngày
zh_hans: 正在接近今天的营养建议
zh_hant: 接近今天的營養建議

# domain_catalog.4483abaf3a46
source: フォームや怪我を診断しない
ar_sa: عدم تشخيص الشكل أو الإصابات
ca: No diagnosticar la forma ni les lesions
cs: Neinterpretuji vaše tělesné postavení ani zranění.
da: Jeg kan ikke diagnosticere eller behandle skader.
de_de: Ich kann keine Form oder Verletzungen diagnostizieren.
el: Δεν κάνουμε διαγνώσεις ή θεραπεία για τραυματισμούς.
en_au: I cannot diagnose or treat injuries.
es_es: No diagnostico ni tratamiento, solo información.
fi: En tekemään diagnooseja tai arvioimaan vammoja
fr_ca: Je ne fais pas de diagnostic ni de recommandation médicale.
gu: આકાર અથવા ઈજાનું નિદાન કરશો નહીં
he: לא אבחון או טיפול, רק תנועה.
hi: कोई भी चोट या स्वास्थ्य संबंधी समस्या का निदान नहीं।
hr: Ne dijagnosticiramo stanje ili ozljede.
hu: Nem diagnosztizál, nem állít el a mozgás okozta sérülésekről
id: Tidak memberikan diagnosis atau saran medis.
it: Non diagnostico posture o infortuni
ko: 부상이나 자세를 진단하지 않음
mr: शरीराची स्थिती किंवा दुखापतीचे निदान करत नाही.
ms: Tidak membuat diagnosis atau memberi cadangan rawatan
nl_nl: Geef geen medische diagnoses of advies.
no: Jeg kan ikke diagnostisere eller gi råd om form eller skader.
pl: Nie diagnozuję problemów z postawą ani urazów.
pt_br: Não fazemos diagnósticos ou recomendações médicas.
pt_pt: Não fazemos diagnósticos ou recomendações médicas.
ro: Nu faceți diagnostic sau tratament medical.
ru: Не проводим диагностику состояния и травм
sk: Neinterpretujeme vaše fyzické stavy a zranenia.
sl: Ne diagnosticiramo oblik ali poškodb.
sv: Jag ger inte medicinska råd eller diagnoser.
ta: உடல் மற்றும் காயங்களை கண்டறிய வேண்டாம்.
te: "మీరు ఫిట్‌గా ఉండటానికి సహాయం చేస్తాను, కానీ వైద్య సలహా ఇవ్వలేను."
th: ไม่ทำการวินิจฉัยหรือให้คำแนะนำเกี่ยวกับอาการบาดเจ็บ
tr: Form veya yaralanmaları teşhis etmeyin.
uk: Не роблю діагностику травм та проблем з формою
vi: Không chẩn đoán hoặc đưa ra lời khuyên về thể trạng và tai nạn.
zh_hans: 不进行诊断或治疗
zh_hant: 不进行诊断或治疗

# domain_catalog.46d395e1c0df
source: 白ご飯
ar_sa: أرز أبيض
ca: arròs blanc
cs: Bílý rýže
da: Hvid ris
de_de: Weißer Reis
el: Λευκό ρύζι
en_au: White rice
es_es: Arroz blanco
fi: Valkoinen riisi
fr_ca: Riz blanc
gu: સફેદ ભાત
he: אורז לבן
hi: सफेद चावल
hr: Bijela riža
hu: Fehér rizs
id: Nasi putih
it: Riso bianco
ko: 흰 밥
mr: पांढरा भात
ms: Nasi putih
nl_nl: Witte rijst
no: Hvit ris
pl: Biały ryż
pt_br: Arroz branco
pt_pt: Arroz branco
ro: Orez alb
ru: Белый рис
sk: Biela ryža
sl: Bela pala
sv: Vit ris
ta: வெள்ளை அரிசி
te: తెల్ల అన్నం
th: ข้าวขาว
tr: Beyaz pirinç
uk: Білий рис
vi: Cơm trắng
zh_hans: 米饭
zh_hant: 白飯

# domain_catalog.4717074d085c
source: バーを肩前部で支え、上体を立てたまましゃがむ。
ar_sa: ادعمي البار أمام كتفيك واجلسي في وضع القرفصاء مع الحفاظ على الجزء العلوي من جسمك في وضع مستقيم.
ca: Doneu suport a la barra davant de les espatlles i ajupiu-vos mentre manteniu la part superior del cos dret.
cs: Držte se tyčkou v oblasti ramen a udržujte tělo ve vzpřímené poloze při sklonu.
da: Læg stangen under skulderbladene og hold kroppen oprejst, mens du bøjer dig ned.
de_de: Stütze dich mit einer Stange am vorderen Teil der Schulter ab und beuge dich, wobei du deinen Oberkörper aufrechter hältst.
el: Στήστε το μπαράκι στο σώμα σας, στη μέση και κρατήστε το σώμα σας όρθιο ενώ σκύβετε.
en_au: Rest your hands on a bar, and squat while keeping your upper body upright.
es_es: Apoyarse en una barra en la parte anterior del hombro y mantener el cuerpo erguido mientras se agacha.
fi: Pidä tankoa hartioiden edessä ja tue ylävartaloa, kun alat laskea.
fr_ca: Saisissez une barre pour la soutenir et maintenez votre corps droit en position assise.
gu: બારને ખભાની આગળ બાજુએ ટેકો આપો અને ઉપરના શરીરને સીધું રાખીને નીચે બેસો.
he: תמוך בעצם הכתף, והחזק את הגוף בזמן שאתה מתכופף.
hi: बार को कंधे के सामने सहारा दें और ऊपर की ओर सीधा खड़े रहें, फिर घुटनों के बल झुकें।
hr: Držite se širnog štanga na prednjoj strani ramena i držite tijelo izduženo dok se spustate.
hu: Tartsa a bárral a vállát, és állva térjen meg.
id: Sandarkan batang di bagian bahu depan, lalu tekuk tubuh sambil menjaga posisi badan berdiri.
it: Appoggiati a una barra per sostenere le spalle e mantieni la schiena dritta mentre ti pieghi in avanti.
ko: 바를 어깨 앞부분에 지지하고, 상체를 세운 상태에서 앉았다 일어났다.
mr: बारला खांद्याच्या समोर आधार द्या आणि शरीर सरळ ठेवून वाका.
ms: Letakkan palang di bahagian bahu, kemudian bungkuk sambil memegang tubuh tegak.
nl_nl: Steun je lichaam met een versteviging, en houd je bovenlichaam rechtop terwijl je buigt.
no: Støtt deg selv med stangen i skulderområdet og hold kroppen oppreist mens du bøyer deg fremover.
pl: Trzymaj się pręta wzdłuż ramion, utrzymując proste plecy i opierając się na nim.
pt_br: Apoie-se em uma barra para se equilibrar e manter a postura, depois abaixe-se.
pt_pt: Apoie-se em uma barra para se equilibrar e manter a postura, depois abaixe-se.
ro: Sprijiniți-vă cu bara, menținând corpul drept și aplecat.
ru: Поддерживайте вес руками в области плеч, сохраняя прямую спину и наклоняйтесь вперед.
sk: Podržte tyč v oblasti ramien a držte telo rovno, zatiaľ čo sa ohýbate.
sl: Podprite se z varno, in držite telo v vzru.
sv: Stöd dig med stången i axelområdet och böj dig framåt med rak överkropp.
ta: கைக்குட்டையில் இருந்து ஆதரவு பெற்று, உடலை நேராக வைத்து குனிந்து.
te: ఒక బార్‌ను భుజం ముందు ఉంచి, శరీరాన్ని నిటారుగా ఉంచి వంగడం.
th: วางบาร์ไว้ที่ด้านหน้าไหล่ และก้มตัวโดยให้ลำตัวตั้งตรง
tr: Barı omuz bölgesinde destekleyerek, vücudunuzu dik tutarak çömelin.
uk: Тримайте штангу за плечима, зберігаючи пряму поставу, і опускайтесь.
vi: Nâng thanh bằng thanh, giữ thẳng lưng và cúi người xuống.
zh_hans: 用杠杆支撑肩膀前部，保持上半身挺直，然后蹲下。
zh_hant: 用杠铃支撑肩膀前部，保持上半身挺直，然后蹲下。
